Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# backup.log.remoteIndexScanWarning
source: Remote index scan warning: %@
de: Warnung beim Scannen des Remote-Index: %@
es: Advertencia al escanear el índice remoto: %@
es_419: Advertencia al escanear el índice remoto: %@
fr: Avertissement lors de l’analyse de l’index distant : %@
ja: リモートインデックス走査の警告: %@
ko: 원격 인덱스 스캔 경고: %@
pt_br: Aviso ao analisar o índice remoto: %@
pt_pt: Aviso ao analisar o índice remoto: %@
ru: Предупреждение при сканировании удалённого индекса: %@
uk: Попередження під час сканування віддаленого індексу: %@
zh_hans: 远端索引扫描警告：%@
zh_hant: 遠端索引掃描警告：%@
zh_hk: 遠端索引掃描警告：%@

# backup.log.remoteIndexSynced
source: Remote index synced. resources=%1$lld, assets=%2$lld.
de: Remote-Index synchronisiert. Ressourcen=%1$lld, Assets=%2$lld.
es: Índice remoto sincronizado. recursos=%1$lld, elementos=%2$lld.
es_419: Índice remoto sincronizado. recursos=%1$lld, elementos=%2$lld.
fr: Index distant synchronisé. ressources=%1$lld, éléments=%2$lld.
ja: リモートインデックスを同期しました。リソース=%1$lld、アセット=%2$lld。
ko: 원격 인덱스를 동기화했습니다. 리소스=%1$lld, 에셋=%2$lld.
pt_br: Índice remoto sincronizado. recursos=%1$lld, itens=%2$lld.
pt_pt: Índice remoto sincronizado. recursos=%1$lld, itens=%2$lld.
ru: Удалённый индекс синхронизирован. ресурсов=%1$lld, объектов=%2$lld.
uk: Віддалений індекс синхронізовано. ресурсів=%1$lld, об’єктів=%2$lld.
zh_hans: 远端索引已同步。资源=%1$lld，项目=%2$lld。
zh_hant: 遠端索引已同步。資源=%1$lld，項目=%2$lld。
zh_hk: 遠端索引已同步。資源=%1$lld，項目=%2$lld。

# backup.log.remoteSnapshotLarge
source: Remote snapshot is large (%1$lld entries). In-memory month seeding is disabled and manifests will load on demand.
de: Der Remote-Snapshot ist groß (%1$lld Einträge). Das Vorladen der Monate im Speicher wurde deaktiviert; Manifeste werden bei Bedarf geladen.
es: La instantánea remota es grande (%1$lld entradas). Se desactiva la precarga de meses en memoria y los manifiestos se cargarán bajo demanda.
es_419: La instantánea remota es grande (%1$lld entradas). Se desactiva la precarga de meses en memoria y los manifiestos se cargarán bajo demanda.
fr: L’instantané distant est volumineux (%1$lld entrées). Le préchargement des mois en mémoire est désactivé et les manifestes seront chargés à la demande.
ja: リモートスナップショットが大きいため（%1$lld 件）、メモリ内への月データの事前読み込みを無効にし、必要に応じてマニフェストを読み込みます。
ko: 원격 스냅샷이 큽니다(%1$lld개 항목). 메모리 내 월별 초기 적재를 비활성화하고 필요할 때 매니페스트를 불러옵니다.
pt_br: O snapshot remoto é grande (%1$lld entradas). O pré-carregamento dos meses em memória foi desativado e os manifestos serão carregados sob demanda.
pt_pt: O snapshot remoto é grande (%1$lld entradas). O pré-carregamento dos meses em memória foi desativado e os manifestos serão carregados a pedido.
ru: Удалённый снимок большой (%1$lld записей). Предварительная загрузка данных месяцев в память отключена, манифесты будут загружаться по требованию.
uk: Віддалений знімок великий (%1$lld записів). Попереднє завантаження місяців у пам’ять вимкнено, маніфести завантажуватимуться за потреби.
zh_hans: 远端快照过大（%1$lld 条记录），已关闭内存中的月份预热，后续按需加载 manifest。
zh_hant: 遠端快照過大（%1$lld 筆記錄），已關閉記憶體中的月份預熱，後續按需載入 manifest。
zh_hk: 遠端快照過大（%1$lld 筆記錄），已關閉記憶體中的月份預熱，後續按需載入 manifest。

# backup.log.retryModeSummary
source: Retry mode: requested=%1$lld, resolved=%2$lld, missing=%3$lld.
de: Wiederholungsmodus: angefordert=%1$lld, aufgelöst=%2$lld, fehlend=%3$lld.
es: Modo de reintento: solicitados=%1$lld, resueltos=%2$lld, faltantes=%3$lld.
es_419: Modo de reintento: solicitados=%1$lld, resueltos=%2$lld, faltantes=%3$lld.
fr: Mode de nouvelle tentative : demandés=%1$lld, résolus=%2$lld, manquants=%3$lld.
ja: リトライモード: 要求=%1$lld、解決=%2$lld、欠落=%3$lld。
ko: 재시도 모드: 요청=%1$lld, 확인=%2$lld, 누락=%3$lld.
pt_br: Modo de nova tentativa: solicitados=%1$lld, resolvidos=%2$lld, ausentes=%3$lld.
pt_pt: Modo de repetição: pedidos=%1$lld, resolvidos=%2$lld, em falta=%3$lld.
ru: Режим повтора: запрошено=%1$lld, сопоставлено=%2$lld, отсутствует=%3$lld.
uk: Режим повтору: запитано=%1$lld, знайдено=%2$lld, відсутньо=%3$lld.
zh_hans: 重试模式：请求=%1$lld，已解析=%2$lld，缺失=%3$lld。
zh_hant: 重試模式：請求=%1$lld，已解析=%2$lld，缺失=%3$lld。
zh_hk: 重試模式：請求=%1$lld，已解析=%2$lld，缺失=%3$lld。

# backup.log.skipICloudResource
source: Skipped iCloud-only resource: %@. The resource is not downloaded to this device and "Allow iCloud Photo Access" is disabled.
de: Nur in iCloud vorhandene Ressource übersprungen: %@. Die Ressource wurde nicht auf dieses Gerät geladen und „Zugriff auf iCloud-Fotos erlauben“ ist deaktiviert.
es: Se omitió un recurso solo en iCloud: %@. El recurso no se descargó en este dispositivo y “Permitir acceso a fotos de iCloud” está desactivado.
es_419: Se omitió un recurso solo en iCloud: %@. El recurso no se descargó en este dispositivo y “Permitir acceso a fotos de iCloud” está desactivado.
fr: Ressource uniquement sur iCloud ignorée : %@. Elle n’a pas été téléchargée sur cet appareil et « Autoriser l’accès aux photos iCloud » est désactivé.
ja: iCloud のみに存在するリソースをスキップしました: %@。このデバイスにダウンロードされておらず、「iCloud 写真へのアクセスを許可」が無効です。
ko: iCloud에만 있는 리소스를 건너뛰었습니다: %@. 이 기기에 다운로드되지 않았고 "iCloud 사진 접근 허용"이 꺼져 있습니다.
pt_br: Recurso apenas no iCloud ignorado: %@. O recurso não foi baixado para este dispositivo e “Permitir acesso às fotos do iCloud” está desativado.
pt_pt: Recurso apenas no iCloud ignorado: %@. O recurso não foi descarregado para este dispositivo e “Permitir acesso às fotos do iCloud” está desativado.
ru: Пропущен ресурс только в iCloud: %@. Ресурс не загружен на это устройство, а параметр «Доступ к фото в iCloud» отключён.
uk: Ресурс лише в iCloud пропущено: %@. Його не завантажено на цей пристрій, а «Дозволити доступ до фото iCloud» вимкнено.
zh_hans: 已跳过仅存于 iCloud 的资源：%@。该资源尚未下载到本机，且「允许访问 iCloud 原件」已关闭。
zh_hant: 已略過僅存於 iCloud 的資源：%@。該資源尚未下載到本機，且「允許存取 iCloud 原件」已關閉。
zh_hk: 已略過僅存於 iCloud 的資源：%@。該資源尚未下載到本機，且「允許存取 iCloud 原件」已關閉。

# backup.log.startBackupByAsset
source: Starting backup by asset, oldest month first.
de: Asset-basiertes Backup wird gestartet. Der älteste Monat wird zuerst verarbeitet.
es: Iniciando la copia de seguridad por elemento, comenzando por el mes más antiguo.
es_419: Iniciando el respaldo por elemento, comenzando por el mes más antiguo.
fr: Démarrage de la sauvegarde par élément, du mois le plus ancien au plus récent.
ja: アセット単位のバックアップを開始します。最も古い月から処理します。
ko: 에셋 단위 백업을 시작합니다. 가장 오래된 달부터 처리합니다.
pt_br: Iniciando o backup por item, começando pelo mês mais antigo.
pt_pt: A iniciar a cópia por item, começando pelo mês mais antigo.
ru: Начало резервного копирования по объектам, начиная с самого старого месяца.
uk: Початок резервного копіювання за об’єктами, від найстарішого місяця.
zh_hans: 开始按项目备份，优先处理最早的月份。
zh_hant: 開始按項目備份，優先處理最早的月份。
zh_hk: 開始按項目備份，優先處理最早的月份。

# backup.log.uploadStalledRetry
source: Upload of %@ (%@) did not make progress. Retrying the final upload attempt (%lld/%lld). Reason: %@
de: Upload von %@ (%@) macht keinen Fortschritt. Letzter Upload-Versuch wird wiederholt (%lld/%lld). Grund: %@
es: La subida de %@ (%@) no avanzó. Reintentando el último intento de subida (%lld/%lld). Motivo: %@
es_419: La carga de %@ (%@) no avanzó. Reintentando el último intento de carga (%lld/%lld). Motivo: %@
fr: Le téléversement de %@ (%@) ne progresse pas. Nouvelle tentative finale de téléversement (%lld/%lld). Raison : %@
ja: %@（%@）のアップロードが進行していません。最後のアップロード試行を再試行しています（%lld/%lld）。理由: %@
ko: %@(%@) 업로드가 진행되지 않았습니다. 마지막 업로드 시도를 다시 시도합니다(%lld/%lld). 이유: %@
pt_br: O upload de %@ (%@) não teve progresso. Repetindo a tentativa final de upload (%lld/%lld). Motivo: %@
pt_pt: O carregamento de %@ (%@) não teve progresso. A repetir a última tentativa de carregamento (%lld/%lld). Motivo: %@
ru: Выгрузка %@ (%@) не продвигается. Выполняется финальная попытка выгрузки (%lld/%lld). Причина: %@
uk: Вивантаження %@ (%@) не просувається. Виконується остання спроба вивантаження (%lld/%lld). Причина: %@
zh_hans: 上传 %@（%@）没有进展，正在进行最后一次上传重试（%lld/%lld）。原因：%@
zh_hant: 上傳 %@（%@）沒有進展，正在進行最後一次上傳重試（%lld/%lld）。原因：%@
zh_hk: 上載 %@（%@）沒有進展，正在進行最後一次上載重試（%lld/%lld）。原因：%@

# backup.manifest.diagnostic.createMonthDirFailed
source: Failed to create remote month directory %1$@: %2$@
de: Das Remote-Monatsverzeichnis %1$@ konnte nicht erstellt werden: %2$@
es: Error al crear el directorio mensual remoto %1$@: %2$@
es_419: Error al crear el directorio mensual remoto %1$@: %2$@
fr: Échec de la création du répertoire mensuel distant %1$@ : %2$@
ja: リモートの月次ディレクトリ %1$@ の作成に失敗しました：%2$@
ko: 원격 월별 디렉터리 %1$@ 생성에 실패했습니다: %2$@
pt_br: Falha ao criar o diretório mensal remoto %1$@: %2$@
pt_pt: Falha ao criar o diretório mensal remoto %1$@: %2$@
ru: Не удалось создать удалённую папку месяца %1$@: %2$@
uk: Не вдалося створити віддалений місячний каталог %1$@: %2$@
zh_hans: 在远端创建月份目录 %1$@ 失败：%2$@
zh_hant: 在遠端建立月份目錄 %1$@ 失敗：%2$@
zh_hk: 在遠端建立月份目錄 %1$@ 失敗：%2$@

# backup.manifest.diagnostic.listMonthDirFailed
source: Failed to list remote month directory %1$@: %2$@
de: Das Remote-Monatsverzeichnis %1$@ konnte nicht aufgelistet werden: %2$@
es: Error al listar el directorio mensual remoto %1$@: %2$@
es_419: Error al listar el directorio mensual remoto %1$@: %2$@
fr: Impossible d’énumérer le répertoire mensuel distant %1$@ : %2$@
ja: リモートの月次ディレクトリ %1$@ の一覧取得に失敗しました：%2$@
ko: 원격 월별 디렉터리 %1$@ 목록 조회에 실패했습니다: %2$@
pt_br: Falha ao listar o diretório mensal remoto %1$@: %2$@
pt_pt: Falha ao listar o diretório mensal remoto %1$@: %2$@
ru: Не удалось получить список удалённой папки месяца %1$@: %2$@
uk: Не вдалося отримати вміст віддаленого місячного каталогу %1$@: %2$@
zh_hans: 列出远端月份目录 %1$@ 失败：%2$@
zh_hant: 列出遠端月份目錄 %1$@ 失敗：%2$@
zh_hk: 列出遠端月份目錄 %1$@ 失敗：%2$@

# backup.manifest.diagnostic.renameManifestFailed
source: Failed to rename manifest into place for %1$@: %2$@
de: Umbenennen des Manifests für %1$@ an den endgültigen Ort fehlgeschlagen: %2$@
es: Error al renombrar el manifiesto en su lugar para %1$@: %2$@
es_419: Error al renombrar el manifiesto en su lugar para %1$@: %2$@
fr: Impossible de mettre en place le manifeste de %1$@ en le renommant : %2$@
ja: %1$@ のマニフェストを所定の場所へ移動できませんでした：%2$@
ko: %1$@의 매니페스트 이름 변경에 실패했습니다: %2$@
pt_br: Falha ao renomear o manifesto para o local final de %1$@: %2$@
pt_pt: Falha ao renomear o manifesto para o local final de %1$@: %2$@
ru: Не удалось установить манифест для %1$@ путём переименования: %2$@
uk: Не вдалося перейменувати маніфест на остаточну назву для %1$@: %2$@
zh_hans: 重命名 %1$@ 的 manifest 失败：%2$@
zh_hant: 重新命名 %1$@ 的 manifest 失敗：%2$@
zh_hk: 重新命名 %1$@ 的 manifest 失敗：%2$@

# backup.manifest.diagnostic.uploadManifestTempFailed
source: Failed to upload manifest temp file for %1$@: %2$@
de: Hochladen der temporären Manifestdatei für %1$@ fehlgeschlagen: %2$@
es: Error al cargar el archivo temporal de manifiesto de %1$@: %2$@
es_419: Error al cargar el archivo temporal de manifiesto de %1$@: %2$@
fr: Échec du téléversement du fichier temporaire du manifeste pour %1$@ : %2$@
ja: %1$@ のマニフェスト一時ファイルをアップロードできませんでした：%2$@
ko: %1$@의 임시 매니페스트 파일 업로드에 실패했습니다: %2$@
pt_br: Falha ao enviar o arquivo temporário de manifesto de %1$@: %2$@
pt_pt: Falha ao carregar o ficheiro temporário de manifesto de %1$@: %2$@
ru: Не удалось выгрузить временный файл манифеста для %1$@: %2$@
uk: Не вдалося вивантажити тимчасовий файл маніфесту для %1$@: %2$@
zh_hans: 上传 %1$@ 的 manifest 临时文件失败：%2$@
zh_hant: 上傳 %1$@ 的 manifest 臨時檔失敗：%2$@
zh_hk: 上載 %1$@ 的 manifest 暫存檔失敗：%2$@

# backup.manifest.error.downloadedManifestInvalid
source: The downloaded month manifest for %@ is incompatible or corrupted and cannot be loaded.
de: Das heruntergeladene Monatsmanifest für %@ ist inkompatibel oder beschädigt und kann nicht geladen werden.
es: El manifiesto mensual descargado para %@ es incompatible o está dañado y no se puede cargar.
es_419: El manifiesto mensual descargado para %@ es incompatible o está dañado y no se puede cargar.
fr: Le manifeste mensuel téléchargé pour %@ est incompatible ou corrompu et ne peut pas être chargé.
ja: %@ のダウンロード済み月次マニフェストは互換性がないか破損しているため、読み込めません。
ko: %@에서 다운로드한 월별 매니페스트는 호환되지 않거나 손상되어 불러올 수 없습니다.
pt_br: O manifesto mensal baixado de %@ é incompatível ou está corrompido e não pode ser carregado.
pt_pt: O manifesto mensal descarregado de %@ é incompatível ou está corrompido e não pode ser carregado.
ru: Загруженный манифест месяца %@ несовместим или повреждён и не может быть прочитан.
uk: Завантажений місячний маніфест для %@ несумісний або пошкоджений і не може бути завантажений.
zh_hans: 已下载的 %@ 月份 manifest 不兼容或已损坏，无法加载。
zh_hant: 已下載的 %@ 月份 manifest 不相容或已損毀，無法載入。
zh_hk: 已下載的 %@ 月份 manifest 不相容或已損毀，無法載入。

# backup.manifest.error.downloadExistingManifest
source: Failed to download the existing month manifest for %@.
de: Das vorhandene Monatsmanifest für %@ konnte nicht heruntergeladen werden.
es: No se pudo descargar el manifiesto mensual existente para %@.
es_419: No se pudo descargar el manifiesto mensual existente para %@.
fr: Impossible de télécharger le manifeste mensuel existant pour %@.
ja: %@ の既存の月次マニフェストをダウンロードできませんでした。
ko: %@의 기존 월별 매니페스트를 다운로드하지 못했습니다.
pt_br: Não foi possível baixar o manifesto mensal existente de %@.
pt_pt: Não foi possível descarregar o manifesto mensal existente de %@.
ru: Не удалось загрузить существующий манифест месяца %@.
uk: Не вдалося завантажити наявний місячний маніфест для %@.
zh_hans: 下载 %@ 的现有月份 manifest 失败。
zh_hant: 下載 %@ 的現有月份 manifest 失敗。
zh_hk: 下載 %@ 的現有月份 manifest 失敗。

# backup.manifest.error.existingManifestInvalid
source: The existing month manifest for %@ is incompatible or corrupted and cannot be loaded.
de: Das vorhandene Monatsmanifest für %@ ist inkompatibel oder beschädigt und kann nicht geladen werden.
es: El manifiesto mensual existente para %@ es incompatible o está dañado y no se puede cargar.
es_419: El manifiesto mensual existente para %@ es incompatible o está dañado y no se puede cargar.
fr: Le manifeste mensuel existant pour %@ est incompatible ou corrompu et ne peut pas être chargé.
ja: %@ の既存の月次マニフェストは互換性がないか破損しているため、読み込めません。
ko: %@의 기존 월별 매니페스트는 호환되지 않거나 손상되어 불러올 수 없습니다.
pt_br: O manifesto mensal existente de %@ é incompatível ou está corrompido e não pode ser carregado.
pt_pt: O manifesto mensal existente de %@ é incompatível ou está corrompido e não pode ser carregado.
ru: Существующий манифест месяца %@ несовместим или повреждён и не может быть прочитан.
uk: Наявний місячний маніфест для %@ несумісний або пошкоджений і не може бути завантажений.
zh_hans: 现有的 %@ 月份 manifest 不兼容或已损坏，无法加载。
zh_hant: 現有的 %@ 月份 manifest 不相容或已損毀，無法載入。
zh_hk: 現有的 %@ 月份 manifest 不相容或已損毀，無法載入。

# backup.manifest.error.freshManifestRefused
source: The month manifest for %@ may still have recoverable data. A fresh manifest will not be created until that is resolved.
de: Das Monatsmanifest für %@ enthält möglicherweise noch wiederherstellbare Daten. Ein neues Manifest wird erst erstellt, wenn dies geklärt ist.
es: Es posible que el manifiesto mensual de %@ aún tenga datos recuperables. No se creará un manifiesto nuevo hasta que se resuelva.
es_419: Es posible que el manifiesto mensual de %@ aún tenga datos recuperables. No se creará un manifiesto nuevo hasta que se resuelva.
fr: Le manifeste mensuel pour %@ contient peut-être encore des données récupérables. Aucun nouveau manifeste ne sera créé tant que ce point n’est pas résolu.
ja: %@ の月次マニフェストには、復元可能なデータがまだ残っている可能性があります。解決されるまで新しいマニフェストは作成されません。
ko: %@의 월별 매니페스트에 복구 가능한 데이터가 남아 있을 수 있습니다. 이 문제가 해결될 때까지 새 매니페스트를 만들지 않습니다.
pt_br: O manifesto mensal de %@ ainda pode ter dados recuperáveis. Um manifesto novo não será criado até que isso seja resolvido.
pt_pt: O manifesto mensal de %@ ainda pode ter dados recuperáveis. Um manifesto novo não será criado até que isso seja resolvido.
ru: В манифесте месяца %@ ещё могут быть восстанавливаемые данные. Новый манифест не будет создан, пока это не будет устранено.
uk: У місячному маніфесті для %@ ще можуть бути дані для відновлення. Новий маніфест не буде створено, доки це не буде вирішено.
zh_hans: %@ 的月份 manifest 可能仍有可恢复数据。在解决前不会创建新的 manifest。
zh_hant: %@ 的月份 manifest 可能仍有可復原資料。在解決前不會建立新的 manifest。
zh_hk: %@ 的月份 manifest 可能仍有可復原資料。在解決前不會建立新的 manifest。

# backup.manifest.error.missingResourceHash
source: A referenced resource hash is missing for the asset link.
de: Für die Asset-Verknüpfung fehlt ein referenzierter Ressourcen-Hash.
es: Falta el hash de un recurso referenciado para el enlace del elemento.
es_419: Falta el hash de un recurso referenciado para el enlace del elemento.
fr: Un hachage de ressource référencé est manquant pour ce lien d’élément.
ja: アセットリンクに必要な参照リソースハッシュが不足しています。
ko: 에셋 링크에 필요한 참조 리소스 해시가 없습니다.
pt_br: Está faltando um hash de recurso referenciado para o vínculo do item.
pt_pt: Falta um hash de recurso referenciado para a ligação do item.
ru: Отсутствует хеш ресурса для связи с объектом.
uk: Відсутній хеш ресурсу, на який посилається зв’язок об’єкта.
zh_hans: 项目链接缺少所引用的资源哈希。
zh_hant: 項目連結缺少所參照的資源雜湊。
zh_hk: 項目連結缺少所參照的資源雜湊。

# backup.manifest.error.quickCheckBeforeUploadFailed
source: The month manifest integrity check failed before upload: %@
de: Die Integritätsprüfung des Monatsmanifests vor dem Upload ist fehlgeschlagen: %@
es: La comprobación de integridad del manifiesto mensual falló antes de subirlo: %@
es_419: La comprobación de integridad del manifiesto mensual falló antes de cargarlo: %@
fr: Le contrôle d’intégrité du manifeste mensuel a échoué avant l’envoi : %@
ja: アップロード前の月次マニフェスト整合性チェックに失敗しました: %@
ko: 업로드 전 월별 매니페스트 무결성 검사에 실패했습니다: %@
pt_br: A verificação de integridade do manifesto mensal falhou antes do envio: %@
pt_pt: A verificação de integridade do manifesto mensal falhou antes do envio: %@
ru: Проверка целостности манифеста месяца перед отправкой завершилась с ошибкой: %@
uk: Не вдалося перевірити цілісність місячного маніфесту перед вивантаженням: %@
zh_hans: 上传前月份 manifest 完整性检查失败：%@
zh_hant: 上傳前月份 manifest 完整性檢查失敗：%@
zh_hk: 上載前月份 manifest 完整性檢查失敗：%@

# backup.manifest.error.readBackDownloadFailed
source: Could not read back the month manifest for %1$@ after upload: %2$@
de: Das Monatsmanifest für %1$@ konnte nach dem Upload nicht zurückgelesen werden: %2$@
es: No se pudo volver a leer el manifiesto mensual de %1$@ después de subirlo: %2$@
es_419: No se pudo volver a leer el manifiesto mensual de %1$@ después de cargarlo: %2$@
fr: Impossible de relire le manifeste mensuel pour %1$@ après l’envoi : %2$@
ja: アップロード後に %1$@ の月次マニフェストを読み戻せませんでした: %2$@
ko: 업로드 후 %1$@의 월별 매니페스트를 다시 읽지 못했습니다: %2$@
pt_br: Não foi possível reler o manifesto mensal de %1$@ após o envio: %2$@
pt_pt: Não foi possível reler o manifesto mensal de %1$@ após o envio: %2$@
ru: Не удалось повторно прочитать манифест месяца %1$@ после отправки: %2$@
uk: Не вдалося повторно прочитати місячний маніфест для %1$@ після вивантаження: %2$@
zh_hans: 上传后无法回读 %1$@ 的月份 manifest：%2$@
zh_hant: 上傳後無法回讀 %1$@ 的月份 manifest：%2$@
zh_hk: 上載後無法回讀 %1$@ 的月份 manifest：%2$@

# backup.manifest.error.readBackMismatch
source: The uploaded month manifest for %1$@ did not match remote read-back (%2$d bytes uploaded, %3$d bytes read back).
de: Das hochgeladene Monatsmanifest für %1$@ stimmt nicht mit dem Rücklesen überein (%2$d Byte hochgeladen, %3$d Byte zurückgelesen).
es: El manifiesto mensual subido de %1$@ no coincidió con la lectura remota (%2$d bytes subidos, %3$d bytes leídos).
es_419: El manifiesto mensual cargado de %1$@ no coincidió con la lectura remota (%2$d bytes cargados, %3$d bytes leídos).
fr: Le manifeste mensuel envoyé pour %1$@ ne correspond pas à la relecture distante (%2$d octets envoyés, %3$d octets relus).
ja: %1$@ のアップロード済み月次マニフェストがリモートの読み戻しと一致しません（アップロード %2$d バイト、読み戻し %3$d バイト）。
ko: %1$@에 업로드한 월별 매니페스트가 원격에서 다시 읽은 내용과 일치하지 않습니다(업로드 %2$d바이트, 다시 읽음 %3$d바이트).
pt_br: O manifesto mensal enviado de %1$@ não correspondeu à releitura remota (%2$d bytes enviados, %3$d bytes relidos).
pt_pt: O manifesto mensal enviado de %1$@ não correspondeu à releitura remota (%2$d bytes enviados, %3$d bytes relidos).
ru: Отправленный манифест месяца %1$@ не совпал с данными повторного чтения (%2$d байт отправлено, %3$d байт прочитано).
uk: Вивантажений місячний маніфест для %1$@ не збігся з даними повторного читання (%2$d байт вивантажено, %3$d байт прочитано).
zh_hans: %1$@ 已上传的月份 manifest 与远程回读不一致（已上传 %2$d 字节，已回读 %3$d 字节）。
zh_hant: %1$@ 已上傳的月份 manifest 與遠端回讀不一致（已上傳 %2$d 位元組，已回讀 %3$d 位元組）。
zh_hk: %1$@ 已上載的月份 manifest 與遠端回讀不一致（已上載 %2$d 位元組，已回讀 %3$d 位元組）。

# backup.manifest.error.readBackVerificationFailed
source: The uploaded month manifest for %@ could not be verified after upload.
de: Das hochgeladene Monatsmanifest für %@ konnte nach dem Upload nicht verifiziert werden.
es: No se pudo verificar el manifiesto mensual subido de %@ después de subirlo.
es_419: No se pudo verificar el manifiesto mensual cargado de %@ después de cargarlo.
fr: Le manifeste mensuel envoyé pour %@ n’a pas pu être vérifié après l’envoi.
ja: %@ のアップロード済み月次マニフェストをアップロード後に検証できませんでした。
ko: %@에 업로드한 월별 매니페스트를 업로드 후 확인할 수 없습니다.
pt_br: O manifesto mensal enviado de %@ não pôde ser verificado após o envio.
pt_pt: O manifesto mensal enviado de %@ não pôde ser verificado após o envio.
ru: Не удалось проверить отправленный манифест месяца %@ после отправки.
uk: Не вдалося перевірити вивантажений місячний маніфест для %@ після вивантаження.
zh_hans: 上传后无法验证 %@ 的已上传月份 manifest。
zh_hant: 上傳後無法驗證 %@ 的已上傳月份 manifest。
zh_hk: 上載後無法驗證 %@ 的已上載月份 manifest。

# backup.manifest.error.schemaIncompatible
source: The existing month manifest schema is incompatible. Missing columns in %1$@: %2$@.
de: Das vorhandene Schema des Monatsmanifests ist inkompatibel. Fehlende Spalten in %1$@: %2$@.
es: El esquema del manifiesto mensual existente es incompatible. Faltan columnas en %1$@: %2$@.
es_419: El esquema del manifiesto mensual existente es incompatible. Faltan columnas en %1$@: %2$@.
fr: Le schéma du manifeste mensuel existant est incompatible. Colonnes manquantes dans %1$@ : %2$@.
ja: 既存の月次マニフェストスキーマに互換性がありません。%1$@ に不足している列: %2$@。
ko: 기존 월별 매니페스트 스키마와 호환되지 않습니다. %1$@에 누락된 열: %2$@.
pt_br: O esquema do manifesto mensal existente é incompatível. Colunas ausentes em %1$@: %2$@.
pt_pt: O esquema do manifesto mensal existente é incompatível. Colunas em falta em %1$@: %2$@.
ru: Схема существующего манифеста месяца несовместима. Отсутствуют столбцы в %1$@: %2$@.
uk: Наявна схема місячного маніфесту несумісна. Відсутні стовпці в %1$@: %2$@.
zh_hans: 现有的月份 manifest schema 不兼容。%1$@ 缺少列：%2$@。
zh_hant: 現有的月份 manifest schema 不相容。%1$@ 缺少欄位：%2$@。
zh_hk: 現有的月份 manifest schema 不相容。%1$@ 缺少欄位：%2$@。

# backup.parallel.claimedMonth
source: Worker #%1$lld claimed month %2$@. assets=%3$lld, estimated=%4$@.
de: Worker #%1$lld hat Monat %2$@ übernommen. Assets=%3$lld, geschätzt=%4$@.
es: El proceso n.º %1$lld tomó el mes %2$@. elementos=%3$lld, estimado=%4$@.
es_419: El proceso n.º %1$lld tomó el mes %2$@. elementos=%3$lld, estimado=%4$@.
fr: La tâche parallèle nº %1$lld a pris en charge le mois %2$@. éléments=%3$lld, estimation=%4$@.
ja: ワーカー #%1$lld が月 %2$@ を取得しました。アセット数=%3$lld、推定サイズ=%4$@。
ko: 병렬 작업 #%1$lld가 %2$@월 작업을 가져왔습니다. 에셋=%3$lld, 예상=%4$@.
pt_br: O processo paralelo #%1$lld assumiu o mês %2$@. itens=%3$lld, estimado=%4$@.
pt_pt: O processo paralelo #%1$lld assumiu o mês %2$@. itens=%3$lld, estimado=%4$@.
ru: Параллельная задача № %1$lld взяла месяц %2$@. объектов=%3$lld, оценка=%4$@.
uk: Паралельне завдання №%1$lld почало обробку місяця %2$@. об’єктів=%3$lld, оцінка=%4$@.
zh_hans: 工作线程 #%1$lld 已领取月份 %2$@。项目=%3$lld，预估=%4$@。
zh_hant: 工作執行緒 #%1$lld 已取得月份 %2$@。項目=%3$lld，預估=%4$@。
zh_hk: 工作執行緒 #%1$lld 已取得月份 %2$@。項目=%3$lld，預估=%4$@。
